<template>
  <div class="quick_validate_bg">
    <vue-headful title="民革简介"/>
    <div class="article">
      <div class="title">民革简介</div>
      <p>
        &emsp;&emsp;中国国民党革命委员会，简称“民革”，英文：The Revolutionary Committee Of The Chinese Kuomintang，是中华人民共和国现有的民主党派之一。主要由国共内战时的中国国民党左派及其后裔组成，现时与现时在台湾的中国国民党已无任何关系。
        中国国民党革命委员会创建于1948年1月1日，原来是李济深、宋庆龄、何香凝、谭平山等人创建的；后来许多国民党籍的倒戈将领和被俘释放的军政人员加入。截至2012年底，共有党员约10.2万人。其中，大部分成员是留在中国大陆的原国民党党员或其子女、亲属。
      </p>
      <p>
        &emsp;&emsp;1927年后，以宋庆龄、何香凝为代表的国民党民主派，坚持孙中山“联俄、联共、扶助农工”三大政策，同国民党反动派进行了不懈的斗争。抗日战争时期，国民党内的民主人士和其他爱国人士赞同中国共产党的抗日民族统一战线政策，拥护国共第二次合作。
      </p>
      <p>
        &emsp;&emsp;1943年一部分国民党民主人士开始筹建三民主义同志联合会（简称“民联”），1945年10月在重庆成立；1943年另一部分国民党民主人士在桂林、平昭筹建中国国民党民主促进会（简称“民促”），1946年4月在广州正式成立。1947年11月，民联、民促和国民党其他爱国民主人士的代表在香港召开国民党民主派第一次代表会议，决定联合组成中国国民党革命委员会（民联和民促仍继续存在）。
      </p>
      <p>
        &emsp;&emsp;1948年1月1日中国国民党革命委员会正式成立，推选宋庆龄为名誉主席，李济深为主席，何香凝、冯玉祥、李章达、谭平山等为中央常务委员，并发表成立宣言，主张推翻国民党的独裁统治，实现中国的独立、民主与和平。民革的成立使国民党各派爱国民主力量联合起来，共同争取民主革命的胜利。1948年5月 ，民革领导人和其他民主党派领导人、无党派民主人士通电全国，响应中国共产党关于召开新的政治协商会议 、成立民主联合政府的“五一”号召。
      </p>
      <p>
        &emsp;&emsp;1949年1月，民革领导人李济深等和其他民主党派领导人、无党派民主人士联名发表《我们对时局的意见》，宣布愿在中国共产党领导下，将革命进行到底，随后积极参加筹备新政协的工作。9月 ，民革 、民联、民促的代表出席中国人民政治协商会议第一届全体会议，参与制订《中国人民政治协商会议共同纲领》，选举中央人民政府。11月，国民党民主派第二次代表会议在北京召开，决定将民革、民联、民促和国民党其他爱国人士进一步统一为中国国民党革命委员会（民联和民促宣告结束）。原国民党著名人士程潜、张治中、邵力子等参加会议并被选为中央常务委员。民主革命时期民革在团结原国民党民主派、国民党其他爱国人士以及与国民党有历史联系的人士，继承和发扬孙中山不断进步的革命精神，在参加中国共产党领导的人民民主革命，建立中华人民共和国的斗争中，作出了贡献。
      </p>

      <div class="goBaike" @click="goBaike"><i class="el-icon-star-off"></i>查看完整信息请点击此处</div>
    </div>
  </div>
</template>
<script>
export default {
  name: "introduction",
  data() {
    return {

    };
  },
  methods: {
    goBaike(){
      window.open("https://baike.baidu.com/item/中国国民党革命委员会/1691501?fr=aladdin - 1");
    }
  }
};
</script>
<style scoped>
  .article{
    text-align: left;
    margin: 2vh 15vw;
    height:72vh;
    overflow-x: hidden;
    overflow-y: auto;
    font-size: 14px;
  }
  .goBaike{
    text-align: center;
    color:blue;
  }

  .title{
    text-align: center;
    font-weight: bold;
    color: #185a88;
    font-size: 1.1rem;
    margin-top: 2vh;
  }
</style>
